<?
$MESS ['BLOG_URL_TIP'] = "ѕоле содержит код, в котором передаетс€ идентификатор блога.";
$MESS ['PATH_TO_TRACKBACK_TIP'] = "”казываетс€ полный путь к странице trackback'а сообщени€. Ќапример: /blog/blog_p_track_get.php?page=trackback&blog=#blog#&post_id=#post_id#.";
$MESS ['BLOG_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID блога.";
$MESS ['POST_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID сообщени€ блога.";
$MESS ['PAGE_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ страница блога.";
$MESS ['ID_TIP'] = "ѕоле содержит код, в котором передаетс€ идентификатор сообщени€ блога.";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>