<?
$MESS ['BLOG_URL_TIP'] = "ѕоле содержит код, в котором передаетс€ идентификатор блога.";
$MESS ['PATH_TO_POST_TIP'] = "”казываетс€ путь к странице просмотра сообщени€ блога. Ќапример: blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS ['BLOG_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID блога.";
$MESS ['POST_VAR_TIP'] = "«адаетс€ им€ переменной, которой передаетс€ ID сообщени€.";
$MESS ['PAGE_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ страница блога.";
$MESS ['ID_TIP'] = "ѕоле содержит код, в котором передаетс€ идентификатор сообщени€ блога.";
?>