<?
$MESS["IBLOCK_TYPE_TIP"] = "»з выпадающего списка выбираетс€ один из созданных в системе типов инфоблоков.";
$MESS["IBLOCK_URL_TIP"] = "”казываетс€ путь к странице со списком разделов инфоблока.";
$MESS["DISPLAY_PANEL_TIP"] = "ѕри установленной опции кнопки будут отображены в режиме редактировани€ сайта на административной панели и в наборе кнопок области редактировани€ данного компонента.";
$MESS["CACHE_TYPE_TIP"] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>