<?
$MESS["BFDND_FILE_LOADING"] = "Чртрэђрцхээџ";
$MESS["BFDND_FILE_EXISTS"] = "дрщы ч ђръюў эрчтюў тцх ГёэѓК. Тш ьюцхђх тшс№рђш яюђюїэѓ яряъѓ, т іќюьѓ тшярфъѓ ёђр№р тх№ёГџ єрщыѓ сѓфх чсх№хцхэр т Гёђю№ГП фюъѓьхэђр.";
$MESS["BFDND_FILES"] = "дрщыш:";
$MESS["BFDND_DROPHERE"] = "Ях№хђџуэГђќ юфшэ рсю фхъГыќър єрщыГт т іў юсырёђќ";
$MESS["BFDND_SELECT_EXIST"] = "Рсю тшсх№Гђќ єрщы эр ъюья'ўђх№Г";
$MESS["BFDND_SELECT_LOCAL"] = "Чртрэђрцшђш єрщыш";
$MESS["BFDND_UPLOAD_ERROR"] = "Я№ш чсх№хцхээГ єрщыѓ ёђрырёџ яюьшыър.";
$MESS["BFDND_ACCESS_DENIED"] = "Фюёђѓя чрсю№юэхэю";
?>