<?
$MESS["SHOW_HIDDEN_TIP"] = "ѕод скрытыми рубриками понимаютс€ рассылки, в настройках которых сн€та опци€ <i>¬ыводить в списке публичных рассылок</i>.";
$MESS["PAGE_TIP"] = "¬ данном поле указываетс€ путь от корн€ сайта (#SITE_DIR#) к странице редактировани€ подписки, например, #SITE_DIR#about/subscr_edit.php";
$MESS["CACHE_TYPE_TIP"] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо только определить врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
$MESS["USE_PERSONALIZATION_TIP"] = "ќпредел€ть подписку текущего пользовател€.";
?>