<?
$MESS ['PATH_TO_BLOG_TIP'] = "”казываетс€ путь к главной странице блога. Ќапример: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['BLOG_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID блога.";
$MESS ['PAGE_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ страница блога.";
$MESS ['BLOG_URL_TIP'] = "ѕоле содержит код, в котором передаетс€ идентификатор блога.";
$MESS ['YEAR_TIP'] = "ѕоле содержит код, в котором передаетс€ год дл€ фильтрации.";
$MESS ['MONTH_TIP'] = "ѕоле содержит код, в котором передаетс€ мес€ц фильтрации.";
$MESS ['DAY_TIP'] = "ѕоле содержит код, в котором передаетс€ день дл€ фильтрации.";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>