<?
$MESS ['SITE_ID_TIP'] = "¬ыберите сайт, инфоблоки которого будут участвовать в формировании рассылки.";
$MESS ['IBLOCK_TYPE_TIP'] = "”кажите тип информационного блока.";
$MESS ['ID_TIP'] = "¬ыберите инфоблок, список новостей которого будет участвовать в формировании рассылки. ≈сли необходимы новости всех инфоблоков указанного типа, то выберите пункт \"все\".";
$MESS ['SORT_BY_TIP'] = "”кажите поле, по которому будет выполнена сортировка новостей в списке.";
$MESS ['SORT_ORDER_TIP'] = "ѕо возрастанию либо по убыванию.";
?>