<?
$MESS ['SUP_FORGOT_NAME'] = "Вы забыли ввести поле \"Наименование\"";
$MESS ['SUP_INCORRECT_SID'] = "Неверный символьный код (допустимы только латинские буквы, цифры, либо символ \"_\")";
$MESS ['SUP_SID_ALREADY_IN_USE'] = "Для типа справочника \"#TYPE#\" и языка \"#LANG#\" данный мнемонический код уже используется в записи # #RECORD_ID#.";
$MESS ['SUP_UNKNOWN_ID'] = "Не существует запси с кодом #ID#";
$MESS ['SUP_ERROR_ADD_DICTONARY'] = "Ошибка добавления записи.";
$MESS ['SUP_ERROR_UPDATE_DICTONARY'] = "Ошибка обновления записи.";
?>