<?
$MESS["SECURITY_OTP_CODE_INFO_TOTP"] = "За часом";
$MESS["SECURITY_OTP_CODE_INFO_HOTP"] = "За лічильником";
$MESS["SECURITY_OTP_DESCR"] = "Для захисту ваших даних ми використовуємо сучасну технологію шифрування, а також індивідуальний логін і пароль для кожного користувача. Але існують загрози і шпигунські програми, які здатні вкрасти ці дані, проникнувши на ваш комп'ютер.
<br/><br/>
Ми пропонуємо перейти на систему двоетапної авторизації. Це метод захисту від шпигунських програм, коли користувач авторизується в два етапи. Настійно рекомендуємо вам включити її для посилення безпеки.
<br/><br/>
Двоетапна авторизація - це два фактори захисту. Перший - основний пароль. Другий фактор захисту - це одноразовий код, який можна отримати за допомогою спеціального брелка або мобільного телефону.
<br/><br/>
Захистіть свої дані!
";
$MESS["SECURITY_OTP_CONNECT"] = "Підключіть двоетапну авторизацію прямо зараз";
$MESS["SECURITY_OTP_MOBILE"] = "Скачайте мобільний додаток Bitrix24 OTP";
$MESS["SECURITY_OTP_MOBILE_TMP"] = "Скачайте мобільний додаток FreeOTP або Google Authenticator";
$MESS["SECURITY_OTP_MOBILE2"] = "для свого телефону з AppStore або GooglePlay";
$MESS["SECURITY_OTP_MOBILE2_TMP"] = "для свого телефону з AppStore, GooglePlay";
$MESS["SECURITY_OTP_APP_EXECUTE"] = "запустіть додаток";
$MESS["SECURITY_OTP_APP_EXECUTE2"] = "і натисніть кнопку <strong> Налаштувати </strong>";
$MESS["SECURITY_OTP_APP_EXECUTE_TMP"] = "і натисніть на іконку додавання нового аккаунта";
$MESS["SECURITY_OTP_CHOOSE_TYPE"] = "Виберіть зручний спосіб отримання коду";
$MESS["SECURITY_OTP_SCAN_CODE"] = "Сканувати QR код";
$MESS["SECURITY_OTP_SCAN_DESCR"] = "Для того щоб сканувати код, піднесіть камеру мобільного телефону до монітора з картинкою і почекайте, поки додаток сканує код.";
$MESS["SECURITY_OTP_HAND_TYPE"] = "Ввести дані вручну";
$MESS["SECURITY_OTP_HAND_DESCR"] = "Якщо вам не вдалося сканувати код, виберіть ручне введення даних.
<br/> При ручному введенні необхідно вказати адресу сайту або Бітрікс24, ваш E-mail, секретний код, який вказаний на картинці, і вибрати тип ключа
";
$MESS["SECURITY_OTP_ENTER_CODE"] = "Введіть код підтвердження";
$MESS["SECURITY_OTP_ENTER_CODE_PL"] = "Введіть код";
$MESS["SECURITY_OTP_ENTER_CODE_PL1"] = "Перший код";
$MESS["SECURITY_OTP_ENTER_CODE_PL2"] = "Другий код";
$MESS["SECURITY_OTP_CODE_DESCR"] = "Після успішного сканування коду або введення даних вручну на екрані мобільного телефону з'явиться код, який необхідно ввести в поле нижче";
$MESS["SECURITY_OTP_DONE"] = "Готово";
$MESS["SECURITY_OTP_CODE_DESCR2"] = "Для завершення підключення натисніть на кнопку «Отримати новий код» в мобільному додатку і введіть ще один код, отриманий на екрані телефону.";
$MESS["SECURITY_OTP_ERROR_TITLE"] = "Помилка збереження";
$MESS["SECURITY_OTP_UNKNOWN_ERROR"] = "Непередбачена помилка. Повторіть спробу пізніше.";
?>