<?
require($_SERVER["DOCUMENT_ROOT"]."/bitrix/header.php");
$APPLICATION->SetTitle("‘инансовым организаци€м");
?> <p>јктивное сотрудничество на финансовых рынках представл€ет собой одну из наиболее важных сторон бизнеса и €вл€етс€ перспективным направлением де€тельности нашего Ѕанка. ѕолитика банка направлена на расширение сотрудничества, увеличение объемов взаимных кредитных линий. —олидна€ делова€ репутаци€ Ѕанка на рынке межбанковских операций способствует налаживанию стабильных и взаимовыгодных партнерских отношений с самыми крупными и надежными банками страны.</p> 
    <p>ќсобое внимание Ѕанк удел€ет развитию взаимоотношений с международными финансовыми институтами. ‘инансирование долгосрочных и среднесрочных проектов клиентов за счет привлечени€ средств на международных рынках капитала - одно из приоритетных направлений де€тельности Ѕанка. Ќаш Ѕанк имеет развитую сеть корреспондентских счетов, что позвол€ет быстро и качественно осуществл€ть расчеты  в различных валютах. ѕоручени€ клиентов могут быть исполнены Ѕанком в сжатые сроки.</p> 
    <p>¬ цел€х минимизации рисков при поведении операций на финансовых рынках наш Ѕанк максимально требовательно подходит к выбору своих банков-контрагентов. </p> 
     
    <p>¬ данном направлении Ѕанк предлагает финансовым организаци€м следующие услуги:</p>
    <ul> 
    <li><a href="mbank.php">”слуги на межбанковском рынке</a></li> 
    <li><a href="depservices.php/">ƒепозитарные услуги</a></li> 
    <li><a href="docoper.php">ƒокументарные операции</a></li> 
    </ul> 	
<?require($_SERVER["DOCUMENT_ROOT"]."/bitrix/footer.php");?>