<?
$MESS ['MESSAGE_COUNT_TIP'] = "„исло сообщений блогов, данные из которых будут выгружены в соответствующем формате.";
$MESS ['PATH_TO_POST_TIP'] = "”казываетс€ путь к странице просмотра сообщени€ блога. Ќапример: /blog/blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS ['PATH_TO_USER_TIP'] = "”казываетс€ путь к странице профил€ пользовател€. Ќапример: /blog/blog_user.php?page=user&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID блога.";
$MESS ['POST_VAR_TIP'] = "«адаетс€ им€ переменной, которой передаетс€ ID сообщени€.";
$MESS ['USER_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID пользовател€ блога.";
$MESS ['PAGE_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ страница блога.";
$MESS ['GROUP_ID_TIP'] = "ѕоле содержит код, в котором передаетс€ идентификатор группы блога.";
$MESS ['TYPE_TIP'] = "¬ыбираетс€ формат экспорта. ≈сли выбран пункт (другое)->, то необходимо указать формат в поле р€дом.";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>