<?
$MESS ['LEVEL_TIP'] = "„исло определ€ет, сколько уровней разделов будет показано в карте сайта.";
$MESS ['COL_NUM_TIP'] = "Ќа сколько колонок будет разбита карта сайта.";
$MESS ['SHOW_DESCRIPTION_TIP'] = "ѕри отмеченном флаге будет выведены описани€ разделов, если они заданы.";
$MESS ['SET_TITLE_TIP'] = "¬ качестве заголовка страницы будет установлено \" арта сайта\".";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение аданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>