<?
$MESS ['VOTE_ID_TIP'] = "»з выпадающего списка можно выбрать один из созданных в системе опросов. “акже выбрав пункт <i>другое</i>, можно €вно указать ID опроса, передаваемого извне, например, ={\$_REQUEST[\"VOTE_ID\"]}.";
$MESS ['VOTE_RESULT_TEMPLATE_TIP'] = "ѕоле служит дл€ указани€ пути к странице с диаграммой результатов. ¬ адресе также необходимо указать параметр, в котором будет передаватьс€ ID опроса. ѕо умолчанию поле содержит vote_result.php?VOTE_ID=#VOTE_ID#.";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>