<?
$MESS["SHOW_COUNT_TIP"] = "ѕри установленной опции в публичной части будет выведено количество подписчиков на представленные рассылки. ";
$MESS["SHOW_HIDDEN_TIP"] = "ѕри установленной опции в списке рассылок будут выведены все активные рассылки.";
$MESS["PAGE_TIP"] = "¬ данном поле указываетс€ путь к странице редактировани€ подписки (по умолчанию #SITE_DIR#about/subscr_edit.php)";
$MESS["CACHE_TYPE_TIP"] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо только определить врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS["CACHE_TIME_TIP"] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
$MESS["SET_TITLE_TIP"] = "ѕри установленной опции заголовком страницы будет \"–ассылки\".";
?>