<?
$MESS ['SEC_OTP_TITLE'] = "Одноразовые пароли";
$MESS ['SEC_OTP_MAIN_TAB'] = "Одноразовые пароли";
$MESS ['SEC_OTP_MAIN_TAB_TITLE'] = "Включение использования одноразовых паролей.";
$MESS ['SEC_OTP_ON'] = "Использование одноразовых паролей включено";
$MESS ['SEC_OTP_OFF'] = "Использование одноразовых паролей выключено";
$MESS ['SEC_OTP_BUTTON_OFF'] = "Выключить использование одноразовых паролей";
$MESS ['SEC_OTP_BUTTON_ON'] = "Разрешить использование одноразовых паролей";
$MESS ['SEC_OTP_PARAMETERS_TAB'] = "Параметры";
$MESS ['SEC_OTP_PARAMETERS_TAB_TITLE'] = "Настройка параметров одноразовых паролей.";
$MESS ['SEC_OTP_WINDOW_SIZE'] = "Размер окна проверки паролей";
$MESS["SEC_OTP_ACCESS_DENIED"] = "Обратите внимание на то что, одноразовые пароли могут не работать если закрыт гостевой доступ к сайту (у неавторизованных пользователей нет доступа к файлу /bitrix/otp/ws/index.php)";