<?
$MESS ['FM_ML_BACK_IN_ML'] = "Вернуться в медиабиблиотеку";
$MESS ['FM_ML_UPL_LOACATE'] = "Выберите коллекцию из списка";
$MESS ['FM_ML_UPL_NOTICE'] = "После загрузки можно привязать загруженные элементы к другим коллекциям.";
$MESS ['FM_ML_UPL_TITLE1'] = "Множественная загрузка элементов в медиабиблиотеку";
$MESS ['FM_ML_UPL_TITLE2'] = "Параметры загруженных элементов";
$MESS ['FM_ML_UPL_NO_NAME_WARN'] = "Не введено имя элемента";
$MESS ['FM_ML_UPL_NO_COLS_WARN'] = "Необходимо включить элемент хотя бы в одну коллекцию";
$MESS ['FM_ML_UPL_ACCESS_DENIED'] = "Нет прав для загрузки элементов в эту коллекцию";
?>