<?
$MESS ['MESSAGE_COUNT_TIP'] = " оличество сообщений, которые будут выведены на странице.";
$MESS ['PATH_TO_BLOG_TIP'] = "”казываетс€ путь к главной странице блога. Ќапример: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_POST_TIP'] = "”казываетс€ путь к странице просмотра сообщени€ блога. Ќапример, blog_post.php?page=post&blog=#blog#&post_id=#post_id#.";
$MESS ['PATH_TO_USER_TIP'] = "”казываетс€ путь к странице профил€ пользовател€. Ќапример, blog_user.php?page=user&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID блога.";
$MESS ['POST_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID сообщени€ блога.";
$MESS ['USER_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID пользовател€ блога.";
$MESS ['PAGE_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ страница блога.";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
$MESS ['PATH_TO_SMILE_TIP'] = "ѕуть к папке со смайликами относительно корн€ сайта";
?>
