<?
$MESS ['BCL_BACKUP_WS_SERVER'] = "ќшибка обращени€ к серверу управлени€ резервным копированием (код: #STATUS#).";
$MESS ['BCL_BACKUP_WRONG_TIME'] = "”казано неверное врем€ выполнени€ резервного копировани€.";
$MESS ['BCL_BACKUP_WRONG_URL'] = "”казан неверный адрес страницы резервного копировани€.";
$MESS ['BCL_BACKUP_WRONG_WEEKDAYS'] = "”казаны неверные дни недели дл€ выполнени€ резервного копировани€.";
$MESS ['BCL_BACKUP_EMPTY_SECRET_KEY'] = "Ќе указан ключ дл€ выполнени€ резервного копировани€.";
?>