<?
$MESS ['VOTE_ID_TIP'] = "»з выпадающего списка можно выбрать один из созданных в системе опросов. “акже выбрав пункт <i>другое</i>, можно указать ID опроса, передаваемого извне, например, ={\$_REQUEST[\"VOTE_ID\"]}, т.е. из массива _REQUEST.";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>