<?
$MESS ['BLOG_COUNT_TIP'] = "„исло определ€ет количество блогов, выводимых на странице.";
$MESS ['SHOW_DESCRIPTION_TIP'] = "ѕри выборе значени€ <i>ƒа</i> будет выводитс€ описание блога.";
$MESS ['SORT_BY1_TIP'] = "”казываетс€ поле, по которому будет происходить перва€ сортировка блогов.";
$MESS ['SORT_ORDER1_TIP'] = "¬ каком направлении будут отсортированы блоги: по возрастанию или по убыванию.";
$MESS ['SORT_BY2_TIP'] = "”казываетс€ поле, по которому будет происходить втора€ сортировка блогов.";
$MESS ['SORT_ORDER2_TIP'] = "¬ каком направлении будут отсортированы блоги по второй сортировке: по возрастанию или по убыванию.";
$MESS ['PATH_TO_BLOG_TIP'] = "”казываетс€ путь к главной странице блога. Ќапример: blog_blog.php?page=blog&blog=#blog#.";
$MESS ['PATH_TO_USER_TIP'] = "”казываетс€ путь к странице профил€ пользовател€. Ќапример, blog_user.php?page=user&user_id=#user_id#.";
$MESS ['BLOG_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID блога.";
$MESS ['USER_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ ID пользовател€ блога.";
$MESS ['PAGE_VAR_TIP'] = "”казываетс€ им€ переменной, которой передаетс€ страница блога.";
$MESS ['CACHE_TYPE_TIP'] = "<i>јвто</i>: действует при включенном кешировании в течение заданного времени;<br /><i> ешировать</i>: дл€ кешировани€ необходимо определить только врем€ кешировани€;<br /><i>Ќе кешировать</i>: кешировани€ нет в любом случае.";
$MESS ['CACHE_TIME_TIP'] = "ѕоле служит дл€ указани€ времени кешировани€ в секундах.";
?>