<?
$MESS ['PATH_TO_DETAIL_TIP'] = "”казываетс€ путь к странице с подробной информацией о карте (страница может быть создана с помощью компонента <i>–едактирование пластиковых карт</i>). ≈сли страница находитс€ в текущей директории, то достаточно указать ее название.";
$MESS ['PER_PAGE_TIP'] = "”казанное кол-во определ€ет число карт на одной странице, остальные будут выведены с помощью постраничной навигации.";
$MESS ['SET_TITLE_TIP'] = "¬ качестве заголовка страницы выводитс€ \"ћои пластиковые карты\".";
?>