<?
$MESS["SEC_CODES"] = "Резервні коди";
$MESS["SEC_INFO"] = "Скопіюйте резервні секретні коди, які можуть знадобитися в разі втрати мобільного телефону
або інших ситуаціях, коли отримання коду в додатку буде неможливо.
Тримайте їх під рукою, наприклад, у гаманці. Кожним кодом можна скористатися тільки один раз.
";
$MESS["SEC_NEW_CODES"] = "Закінчуються резервні коди? <br/>
Створіть нові. <br/><br/>
Дійсні тільки коди, <br/>
створені останніми.
";
$MESS["SEC_GENERATE"] = "згенерувати нові коди";
$MESS["SEC_PRINT"] = "друкувати";
$MESS["SEC_SAVE"] = "Зберегти текстовий файл";
$MESS["SEC_SHORT_NOTICE"] = "* Кожен код можна використовувати тільки один раз. Викреслюйте використані коди.";
?>